Repository: document-capture/DCFileAPI
Catalog: Translations/DC File API.*.xlf
Languages: de_de

# Codeunit 4187524457 - Method 4204766735 - NamedType 3326485837
source: Error during DC File API Conversion:\API Service:%1\Status Code:%2\Reason:%3
de_de: Fehler bei der DC File API-Konvertierung:\API Service:%1\Status Code:%2\Ursache:%3

# Page 2502520452 - Property 1064389655
source: About split and merge
de_de: Über Teilen und Zusammenführen

# Page 2502520452 - Property 247559172
source: You can **split** and **merge** document files. Furthermore, you can *move*, *rotate*, and *delete* individual document pages.
de_de: Sie können Belege **aufteilen** und **zusammenführen**. Darüber hinaus können Sie einzelne Belegseiten *verschieben*, *drehen* und *löschen*.

# Page 2502520452 - Property 2879900210
source: Split and Merge Documents
de_de: Belege aufteilen und zusammenführen

# Page 2502520452 - NamedType 2734998216
source: You cannot move documents up and down, only pages within a document can move up and down.
de_de: Sie können Dokumente nicht nach verschieben. Nur Seiten innerhalb eines Dokuments können nach oben oder unten verschoben werden.

# Page 2502520452 - NamedType 3586074279
source: You can only select %1 pages for splitting at a time.\If you need to split more pages, run the process repeatedly.
de_de: Sie können nur %1 Seiten zum Teilen auswählen.\Wenn Sie weitere Seiten teilen müssen, führen Sie den Vorgang wiederholt aus.

# Page 2502520452 - NamedType 624755272
source: Page
de_de: Seite

# Page 2502520452 - NamedType 4174055487
source: Source ID
de_de: Herkunfts-ID

# Page 2502520452 - NamedType 3627239401
source: Source Name
de_de: Herkunftsname

# Page 2502520452 - NamedType 3114637384
source: Please select pages of multiple documents ordered in sequence.
de_de: Bitte wählen Sie die Seiten der mehrseitigen Belege in der richtigen Reihenfolge.

# Page 2502520452 - NamedType 3752334001
source: You cannot select pages from single-page documents nor pages that are the first page in a document.
de_de: Bitte wählen Sie weder die erste Seite eines mehrseitigen noch ein einseitiges Dokument.

# Page 2502520452 - NamedType 732759939
source: Splitting pages\#1####################\@2@@@@@@@@@@@@@@@@@@@@
de_de: Seiten aufteilen\#1####################\@2@@@@@@@@@@@@@@@@@@@@

# Page 2502520452 - NamedType 1370456556
source: Merging pages\#1####################\@2@@@@@@@@@@@@@@@@@@@@
de_de: Seitenzusammenführung\#1####################\@2@@@@@@@@@@@@@@@@@@@@

# Page 2502520452 - NamedType 2645849790
source: %1 of %2
de_de: %1 von %2

# Page 2502520452 - NamedType 1026443335
source: Moving pages\#1####################\@2@@@@@@@@@@@@@@@@@@@@
de_de: Seitenverschiebung\#1####################\@2@@@@@@@@@@@@@@@@@@@@

# Page 2502520452 - Control 3461834954 - Property 1295455071
source: Specifies the name of the record this document belong. For purchase related documents this will show the name of the vendor.
de_de: Gibt den Namen des Datensatzes an, zu dem dieses Dokument gehört. Bei Einkaufsdokumenten wird der Name des Lieferanten angezeigt.

# Page 2502520452 - Control 2814919814 - Property 1295455071
source: Specifies the number of the document.
de_de: Gibt die Nummer des Belegs an.

# Page 2502520452 - Control 2814919814 - Property 2879900210
source: Document No.
de_de: Belegnr. Belegnummer

# Page 2502520452 - Control 1176780756 - Property 1295455071
source: Specifies the primary key of the record this document belong. For purchase related documents this will show the number of the vendor.
de_de: Gibt den Primärschlüssel des Datensatzes an, zu dem dieses Dokument gehört. Bei Einkaufsdokumenten wird der Kreditorennummer angezeigt.

# Page 2502520452 - Control 1176780756 - Property 2879900210
source: Source ID
de_de: Herkunfts-ID

# Page 2502520452 - Control 181717972 - Property 2879900210
source: Page
de_de: Seite

# Page 2502520452 - Action 1929393835 - Property 2879900210
source: F&unctions
de_de: F&unktionen

# Page 2502520452 - Action 2820573540 - Property 1064389655
source: Bring documents together
de_de: Dokumente zusammenführen

# Page 2502520452 - Action 2820573540 - Property 1295455071
source: Merge two or more documents. Even if only one page from a document is selected, the full document is merged.
de_de: Zusammenführen von zwei oder mehr Dokumenten. Auch wenn nur eine Seite eines Dokuments ausgewählt ist, wird das gesamte Dokument zusammengeführt.

# Page 2502520452 - Action 2820573540 - Property 247559172
source: If you are receiving multiple separate *PDF files* that belong together, you can easily **merge** these into one PDF file. To do this, mark the *documents* that are arranged in sequence and select **Merge**.
de_de: Wenn Sie mehrere separate *PDF-Dateien* erhalten, die zusammengehören, können Sie diese einfach zu einer PDF-Datei **zusammenführen**. Markieren Sie dazu die hintereinander angeordneten Dokumente und wählen Sie **Zusammenführen**.

# Page 2502520452 - Action 2820573540 - Property 2879900210
source: Merge
de_de: Zusammenführen

# Page 2502520452 - Action 3887928477 - Property 1295455071
source: Move the selected page down in the document.
de_de: Verschieben Sie die ausgewählte Seite im Dokument nach unten.

# Page 2502520452 - Action 3887928477 - Property 2879900210
source: Move Down
de_de: Nach unten

# Page 2502520452 - Action 3931973280 - Property 1295455071
source: Move the selected page up in the document.
de_de: Verschieben Sie die ausgewählte Seite im Dokument nach oben.

# Page 2502520452 - Action 3931973280 - Property 2879900210
source: Move Up
de_de: Nach oben

# Page 2502520452 - Action 1123480694 - Property 1064389655
source: Split the PDF file
de_de: PDF-Datei teilen

# Page 2502520452 - Action 1123480694 - Property 1295455071
source: Split the document at the selected page and create a new document with the remaining pages.
de_de: Teilen Sie das Dokument auf der ausgewählten Seite und erstellen Sie ein neues Dokument mit den restlichen Seiten.

# Page 2502520452 - Action 1123480694 - Property 247559172
source: If a *vendor* sends you a *PDF file* containing multiple *invoices*, you can easily **split** the PDF file into individual *documents*.
de_de: Wenn Ihnen ein *Kreditor* eine *PDF-Datei* mit mehreren *Rechnungen* sendet, können Sie die PDF-Datei einfach in einzelne *Dokumente* **aufteilen**.

# Page 2502520452 - Action 1123480694 - Property 2879900210
source: &Split
de_de: Dokumente trennen

# PageExtension 2827347982 - Action 875513258 - Property 1295455071
source: Create png preview files for selected document through the DC File API.
de_de: Erstellen von png-Vorschaudateien für das ausgewählte Dokument über die DC File API.

# PageExtension 2827347982 - Action 875513258 - Property 2879900210
source: Create Png via API
de_de: Png Vorschau via API erzeugen

# PageExtension 2827347982 - Action 2945776232 - Property 1295455071
source: Open the Split and Merge Documents page to delete, rotate, or change the order of individual pages in the PDF file.
de_de: Öffnen Sie die Seite Aufteilen und zusammenführen, um einzelne Seiten in der PDF-Datei zu löschen, zu drehen oder die Reihenfolge zu ändern.

# PageExtension 2827347982 - Action 2945776232 - Property 2879900210
source: Split and Merge (local)
de_de: Teilen und zusammenführen (lokal)

# PageExtension 2827347982 - Control 1429092069 - Property 1295455071
source: Shows if the Document has png data
de_de: Zeigt an, ob für das Dokument ein Vorschaudokument im PNG Dateiformat existiert

# PageExtension 2827347982 - Control 1429092069 - Property 2879900210
source: Has Png Data
de_de: Hat png-Vorschau

# PageExtension 2493242268 - Control 817783429 - Property 1295455071
source: The URL to the DC File API Webservice.
de_de: Die URL zum DC File API Webservice

# PageExtension 2493242268 - Control 599906869 - Property 1295455071
source: If this field is checked, the request to the DC File API will be saved and downloaded to the users client.
de_de: Wenn dieses Feld markiert ist, wird die Anfrage an die DC File API gespeichert und auf den Client des Benutzers heruntergeladen.

# TableExtension 626993724 - Field 1049662853 - Property 2879900210
source: Debug requests
de_de: Webservice Kommunikation speichern

# Enum 94574598 - EnumValue 2827249175 - Property 2879900210
source: Color
de_de: Farbe

# Enum 94574598 - EnumValue 658624783 - Property 2879900210
source: Grayscale
de_de: Graustufen

# Enum 94574598 - EnumValue 408152311 - Property 2879900210
source: Monochrome
de_de: Schwarz & Weiß
